<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Emails Language Lines
    |--------------------------------------------------------------------------
    */
    'hello' => 'こんにちは,',
    'rights_reserved' => '無断転載を禁じます.',
    'regards' => 'よろしく,',
    'click_here' => 'ここをクリック',
    'password_reset_msg' => 'アカウントのパスワード リセット リクエストを受信したため、このメールが送信されています.',
    'password_reset_msg_2' => 'パスワードのリセットを要求していない場合は、それ以上のアクションは必要ありません。.',
    'password_reset_msg_3' => '[パスワードのリセット] ボタンをクリックできない場合は、以下の URL をコピーして Web ブラウザに貼り付けてください。:',
    'password_reset' => 'パスワードを再設定する',
    'verify_email_msg' => 'サインインしていただきありがとうございます',
    'verify_email_msg_2' => 'メールを確認するため',
    'withdrawal_msg' => 'あなたの引き出しリクエストは、によって処理されました',
    'go_subscribers' => '購読者に移動します',
    'info_button_footer' => "\":actionText\"ボタンをクリックできない場合は、以下の URL をコピーして Web ブラウザに貼り付けてください:" // not replace :actionText

];
