<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Errors Language Lines
	|--------------------------------------------------------------------------
	|
	*/

	"error_404"         => "404 ページが見つかりません",
	"error_403"         => "エラー 403",
	"error_406"         => "エラー 406",

	"error_404_description"         => "おっとっと！ ページが見つかりません。",
	"error_404_subdescription"      => "申し訳ありませんが、そのページは見つかりませんでした。",
	"error_403_description"         => "申し訳ありませんが、アクセス禁止です。",
	"error_406_description"         => "申し訳ありませんが、受け入れられません。",

	// Others Errors Language Lines
	"error_user_banned"         => "申し訳ありませんが、このユーザーは禁止されました。",
	"error_user_delete"         => "申し訳ありませんが、このユーザーは削除されました。",
	"go_home"                   => "ホームページへ",
	'sorry' => 'ごめん!',

	"error_required_mail" => "エラー！ メールアドレスが必要です。アプリの設定に移動してアプリを削除し、もう一度お試しください",
	"mail_exists" => 'エラー！ 電子メールはすでに別のユーザーによって使用されています。',

);
