<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Categories Language Lines
	|--------------------------------------------------------------------------
	|
	*/
'animation' => 'อนิเมชัน',
'artist' => 'ศิลปิน',
'designer' => 'นักออกแบบ',
'developer' => 'นักพัฒนา',
'drawing-and-painting' => 'วาดและระบาย',
'others' => 'อื่นๆ',
'photography' => 'ช่างภาพ',
'podcasts' => 'พอดแคสต์',
'video-and-film' => 'วิดีโอและภาพยนตร์',
'writing' =>'เขีย',

);
