<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Emails Language Lines
    |--------------------------------------------------------------------------
    */
'hello' => 'สวัสดี,',
'rights_reserved' => 'สงวนลิขสิทธิ์ทั้งหมด',
'regards' => 'ขอแสดงความนับถือ,',
'click_here' => 'คลิกที่นี่',
'password_reset_msg' => 'เราส่งอีเมลนี้ถึงคุณเพราะเราได้รับคำขอรีเซ็ตรหัสผ่านสำหรับบัญชีของคุณ',
'password_reset_msg_2' => 'หากคุณไม่ได้ขอรีเซ็ตรหัสผ่าน ไม่ต้องดำเนินการต่อ',
'password_reset_msg_3' => 'หากคุณมีปัญหาในการคลิกปุ่ม "รีเซ็ตรหัสผ่าน" คัดลอก URL ด้านล่างนี้และวางลงในเว็บเบราว์เซอร์ของคุณ',
'password_reset' => 'รีเซ็ตรหัสผ่าน',
'verify_email_msg' => 'ขอบคุณที่ล็อกอิน',
'verify_email_msg_2' => 'เพื่อยืนยันอีเมล',
'withdrawal_msg' => 'คำขอถอนของคุณได้รับการดำเนินการโดย',
'go_subscribers' => 'ไปที่ผู้ติดตาม',
'info_button_footer' => 'หากคุณมีปัญหาในการคลิกปุ่ม ":actionText" คัดลอก URL ด้านล่างนี้และวางลงในเว็บเบราว์เซอร์ของคุณ', // No modification: actionText
];
