<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Errors Language Lines
	|--------------------------------------------------------------------------
	|
	*/

'error_404' => '404 ไม่พบหน้า',
'error_403' => 'ข้อผิดพลาด 403',
'error_406' => 'ข้อผิดพลาด 406',

'error_404_description' => 'อุ๊ปส์! ไม่พบหน้านี้',
'error_404_subdescription' => 'ขออภัย ไม่พบหน้านี้!',
'error_403_description' => 'ขออภัย ไม่อนุญาตให้เข้าถึง!',
'error_406_description' => 'ขออภัย ไม่ได้รับอนุญาต!',

// Others Errors Language Lines
'error_user_banned' => 'ขออภัย ผู้ใช้นี้ถูกแบน!',
'error_user_delete' => 'ขออภัย ผู้ใช้นี้ถูกลบ!',
'go_home' => 'ไปที่หน้าแรก',
'sorry' => 'ขออภัย!',

'error_required_mail' => 'ข้อผิดพลาด! ต้องใส่อีเมล. กรุณาไปที่การตั้งค่าแอป, ลบแอปและลองอีกครั้ง.',
'mail_exists' => 'ข้อผิดพลาด! อีเมลนี้ถูกใช้ไปแล้วโดยผู้ใช้อื่น.',

);
