<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Emails Language Lines
    |--------------------------------------------------------------------------
    */
    'hello' => '안녕하세요,',
    'rights_reserved' => '판권 소유.',
    'regards' => '문안 인사,',
    'click_here' => '여기를 클릭하세요',
    'password_reset_msg' => '귀하의 계정에 대한 비밀번호 재설정 요청이 접수되었기 때문에 이 이메일을 보내드립니다.',
    'password_reset_msg_2' => '비밀번호 재설정을 요청하지 않은 경우 추가 조치가 필요하지 않습니다.',
    'password_reset_msg_3' => '"비밀번호 재설정" 버튼을 클릭하는 데 문제가 있는 경우 아래 URL을 복사하여 웹 브라우저에 붙여넣으세요.',
    'password_reset' => '암호를 재설정',
    'verify_email_msg' => '로그인해 주셔서 감사합니다',
    'verify_email_msg_2' => '이메일을 확인하기 위해',
    'withdrawal_msg' => '귀하의 출금 요청이 다음에 의해 처리되었습니다.',
    'go_subscribers' => '구독자에게로 이동',
    'info_button_footer' => "\":actionText\" 버튼을 클릭하는 데 문제가 있는 경우 아래 URL을 복사하여 웹 브라우저에 붙여넣으세요." // 수정금지 :actionText

];
