<?php

return array(

	/*
	|--------------------------------------------------------------------------
	| Errors Language Lines
	|--------------------------------------------------------------------------
	|
	*/

	"error_404"         => "404 페이지를 찾을 수 없습니다",
	"error_403"         => "오류 403",
	"error_406"         => "오류 406",

	"error_404_description"         => "이런! 페이지를 찾을 수 없습니다.",
	"error_404_subdescription"      => "죄송합니다. 해당 페이지를 찾을 수 없습니다!",
	"error_403_description"         => "죄송합니다. 접근이 금지되어 있습니다.!",
	"error_406_description"         => "죄송합니다. 허용되지 않습니다.!",

	// Others Errors Language Lines
	"error_user_banned"         => "죄송합니다. 이 사용자는 차단되었습니다!",
	"error_user_delete"         => "죄송합니다. 이 사용자는 삭제되었습니다!",
	"go_home"                   => "홈페이지로 이동",
	'sorry' => '죄송합니다!',

	"error_required_mail" => "오류! 이메일이 필요합니다. 앱 설정으로 이동하여 앱을 삭제하고 다시 시도하세요.",
	"mail_exists" => '오류! 해당 이메일은 이미 다른 사용자가 사용하고 있습니다.',

);
